
from pyrogram import Client, filters
import requests
import random
import os
import re
import asyncio
import time
from VIPMUSIC import app

from pyrogram.types import Message, InlineKeyboardMarkup, InlineKeyboardButton

SHLOK = ["**कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि॥**\n\n**भावार्थ** : श्री कृष्ण समझाते है की केवल कर्म करना ही हमारे हाथ में है। कर्म द्वारा मिलने वाले फल हमारे हाथ में नहीं है। इसलिए निस्वार्थ हो कर सिर्फ अच्छे कर्म करने पर ही ध्यान देना चाहिए।","यदा यदा हि धर्मस्य ग्लानिर्भवति भारत।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥\n\n**अर्थात** : जब धर्म खतरे में आता है उस पर हानि पहुँचती है और अधर्म की वृद्धि होने लगती है। तब श्री कृष्ण अपने महा स्वरुप की रचना द्वारा आगे आते है।","**नैनं छिद्रन्ति शस्त्राणि नैनं दहति पावक: ।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुत ॥**\n\nभावार्थ : श्रीमद भगवत गीता अनुसार आत्मा को कोई शस्त्र काट नहीं सकता, नाही किसी प्रकार की आग उसे जला सकती है। कोई पानी, हवा या आपत्ति भी आत्मा को मार नहीं सकती।","**यो न हृष्यति न द्वेष्टि न शोचति न काङ्‍क्षति।\nशुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः॥**\n\nअर्थात : जो न कभी हर्षित होता है, न द्वेष करता है, न शोक मनाता है, न कामना करता है तथा जो शुभ और अशुभ कर्मों का त्यागी है। ऐसा भक्तियुक्त पुरुष भगवान श्री कृष्ण को प्रिय है","**क्रोधाद्भवति संमोह: संमोहात्स्मृतिविभ्रम:।\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति॥**\n\nभावार्थ : क्रोध से मनुष्य मर जाता है, यानी मूढ़ हो जाता है, जिसके परिणामस्वरूप स्मृति भ्रमित हो जाती है। स्मृति-भ्रम से मनुष्य की बुद्धि नष्ट हो जाती है, और बुद्धि नष्ट होने पर व्यक्ति खुद को नष्टता की तरफ ले जाता है।","**ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते।\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते।।**\n\nअर्थात : विषयों वस्तुओं के बारे में सोचते रहने से मनुष्य उनके प्रति आसक्ति विकसित करता है। इससे उनमें कामना, यानी इच्छा पैदा होती है, और कामनाओं को रोका जाता है तो क्रोध आता है।","**यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जन:।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते॥**\n\nभावार्थ : एक अच्छा इंसान अपनी अच्छाई द्वारा जो काम करता है, वह उसके वातावरण में फैलता रहता है। उसे देख कर आगे भी लोग उसी की तरह कार्य करने की कोशिश करते है।","**परित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥**\n\nअर्थात : श्री कृष्णजी साधुओं की रक्षा करने, दुष्कर्मियों का विनाश करने और धर्म की स्थापना के लिए हर युग में नया अवतार लेते है। ताकि दुनिया में अच्छे लोग और धर्म को कायम रखा जा सके।","**हतो वा प्राप्यसि स्वर्गम्, जित्वा वा भोक्ष्यसे महिम्।।\n\nतस्मात् उत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चय:॥**\n\nभावार्थ : एक योद्धा यदि युद्ध में वीरगति प्राप्त करता है तो उसे प्रभु द्वारा स्वर्ग मिलता है। योद्धा अगर विजय प्राप्त करता है तो उसे धरती पर सुख मिलता है। इसलिए बिना डरे, निश्चित हो कर युद्ध करो।","**न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्‌।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः॥**\n\nअर्थात : कोई भी मनुष्य किसी भी काल में थोड़े वक़्त के लिए भी कर्म किये बिना नहीं रह सकता। क्यों की प्रकृति की रचना अनुसार प्रत्येक मनुष्य हर क्षण में कर्म करने के लिए बाध्य होता है।"]

# Command
SHLOK_COMMAND = ["Shloka", "Shlok", "shloka", "Gita", "shlok", "gita"]

@app.on_message(
    filters.command(SHLOK_COMMAND)
    & filters.group
    )
async def help(client: Client, message: Message):
    await message.reply_text(
        text = random.choice(SHLOK),
        
    )

@app.on_message(
    filters.command(SHLOK_COMMAND)
    & filters.private
    )
async def help(client: Client, message: Message):
    await message.reply_text(
        text = random.choice(SHLOK),
        
)

