
from pyrogram import Client, filters
import requests
import random
import os
import re
import asyncio
import time
from VIPMUSIC import app

from pyrogram.types import Message, InlineKeyboardMarkup, InlineKeyboardButton

SHLOK = ["**कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि॥**\n\n**भावार्थ** : श्री कृष्ण समझाते है की केवल कर्म करना ही हमारे हाथ में है। कर्म द्वारा मिलने वाले फल हमारे हाथ में नहीं है। इसलिए निस्वार्थ हो कर सिर्फ अच्छे कर्म करने पर ही ध्यान देना चाहिए।","यदा यदा हि धर्मस्य ग्लानिर्भवति भारत।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥\n\n**अर्थात** : जब धर्म खतरे में आता है उस पर हानि पहुँचती है और अधर्म की वृद्धि होने लगती है। तब श्री कृष्ण अपने महा स्वरुप की रचना द्वारा आगे आते है।","**नैनं छिद्रन्ति शस्त्राणि नैनं दहति पावक: ।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुत ॥**\n\nभावार्थ : श्रीमद भगवत गीता अनुसार आत्मा को कोई शस्त्र काट नहीं सकता, नाही किसी प्रकार की आग उसे जला सकती है। कोई पानी, हवा या आपत्ति भी आत्मा को मार नहीं सकती।","**यो न हृष्यति न द्वेष्टि न शोचति न काङ्‍क्षति।\nशुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः॥**\n\nअर्थात : जो न कभी हर्षित होता है, न द्वेष करता है, न शोक मनाता है, न कामना करता है तथा जो शुभ और अशुभ कर्मों का त्यागी है। ऐसा भक्तियुक्त पुरुष भगवान श्री कृष्ण को प्रिय है","**क्रोधाद्भवति संमोह: संमोहात्स्मृतिविभ्रम:।\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति॥**\n\nभावार्थ : क्रोध से मनुष्य मर जाता है, यानी मूढ़ हो जाता है, जिसके परिणामस्वरूप स्मृति भ्रमित हो जाती है। स्मृति-भ्रम से मनुष्य की बुद्धि नष्ट हो जाती है, और बुद्धि नष्ट होने पर व्यक्ति खुद को नष्टता की तरफ ले जाता है।","**ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते।\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते।।**\n\nअर्थात : विषयों वस्तुओं के बारे में सोचते रहने से मनुष्य उनके प्रति आसक्ति विकसित करता है। इससे उनमें कामना, यानी इच्छा पैदा होती है, और कामनाओं को रोका जाता है तो क्रोध आता है।","**यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जन:।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते॥**\n\nभावार्थ : एक अच्छा इंसान अपनी अच्छाई द्वारा जो काम करता है, वह उसके वातावरण में फैलता रहता है। उसे देख कर आगे भी लोग उसी की तरह कार्य करने की कोशिश करते है।","**परित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥**\n\nअर्थात : श्री कृष्णजी साधुओं की रक्षा करने, दुष्कर्मियों का विनाश करने और धर्म की स्थापना के लिए हर युग में नया अवतार लेते है। ताकि दुनिया में अच्छे लोग और धर्म को कायम रखा जा सके।","**हतो वा प्राप्यसि स्वर्गम्, जित्वा वा भोक्ष्यसे महिम्।।\n\nतस्मात् उत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चय:॥**\n\nभावार्थ : एक योद्धा यदि युद्ध में वीरगति प्राप्त करता है तो उसे प्रभु द्वारा स्वर्ग मिलता है। योद्धा अगर विजय प्राप्त करता है तो उसे धरती पर सुख मिलता है। इसलिए बिना डरे, निश्चित हो कर युद्ध करो।","**न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत्‌।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः॥**\n\nअर्थात : कोई भी मनुष्य किसी भी काल में थोड़े वक़्त के लिए भी कर्म किये बिना नहीं रह सकता। क्यों की प्रकृति की रचना अनुसार प्रत्येक मनुष्य हर क्षण में कर्म करने के लिए बाध्य होता है।","**श्रद्धावान्ल्लभते ज्ञानं तत्पर: संयतेन्द्रिय:।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति।।**\n\nभावार्थ : श्रद्धा रखने वाले लोग, अपनी इन्द्रियों पर संयम रखने वाले लोग, साधनपारायण हो अपनी तत्परता से ज्ञान लेते हैं। फिर ज्ञान मिल जाने पर जल्द ही भगवत्प्राप्तिरूप परम शान्ति को प्राप्त करते हैं।","**कस्माच्च ते न नमेरन्महात्मन्‌ गरीयसे ब्रह्मणोऽप्यादिकर्त्रे।\nअनन्त देवेश जगन्निवास त्वमक्षरं सदसत्तत्परं यत्‌॥**\n\nअर्थात : हे महान आत्मा, वे महानतम को, यहाँ तक कि ब्रह्म के प्रवर्तक को भी क्यों नहीं झुकाते? हे देवताओं के असीमित भगवान, आप ब्रह्मांड के निवास स्थान हैं।","**उद्धरेदात्मनात्मानं नात्मानमवसादयेत्।\nआत्मैव ह्रात्मनो बन्धुरात्मैव रिपुरात्मन:॥**\n\nभावार्थ : हमें खुद को ऊपर उठाना चाहिए न कि खुद को नीचे गिराना चाहिए। हम स्वयं ही स्वयं का खास मित्र होते है और स्वयं ही स्वयं का शत्रु भी बन सकते है।","**कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्‌।\nइन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते॥**\n\nअर्थात : जो कर्म इंद्रियों को नियंत्रित करता है और भगवान के प्रति सचेत रहता है। जिसका मन इन्द्रियों के विषयों से मोहित हो जाता है, वह मिथ्या आचरण वाला होता है।","**पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति।\nतदहं भक्त्युपहृतमश्नामि प्रयतात्मन:॥**\n\nभावार्थ : श्री कृष्ण कहते है जो भक्त मेरे लिये प्रेम से पत्र, पुष्प, फल और जल अर्पण करता है। उस शुद्ध बुद्धि भक्त का प्रेमपूर्वक अर्पण किया हुआ पत्र-पुष्पादि मैं सगुण रूप से प्रकट होकर प्यार सहित स्वीकार करता हूँ।","**न कर्मणामनारंभान्नैष्कर्म्यं पुरुषोऽश्नुते।\nन च सन्न्यसनादेव सिद्धिं समधिगच्छति॥**\n\nअर्थात : कर्म न करने पर किसी मनुष्य को अकर्मण्यता प्राप्त नहीं होती। न ही वह अपने त्याग से पूर्णता प्राप्त कर लेता है।","**यस्मान्नोद्विजते लोको लोकान्नोद्विजते च य: ।\nहर्षामर्षभयोद्वेगैर्मुक्तो य: स च मे प्रिय:॥**\nभावार्थ : जिस मनुष्य द्वारा किसी को कष्ट नहीं पहुँचता, नाही कोई नुकसान होता है। जो सुख-दुख तथा भय चिंता में भी समभाव रहता है, ऐसा मनुष्य मुझे अत्यंत प्रिय है।","**यो मामजमनादिं च वेत्ति लोकमहेश्वरम्‌।\nअसम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते॥**\n\nअर्थात : भगवान श्री कृष्ण अनुसार वह जो मुझ ब्रह्माण्ड के परमेश्वर को जन्म-जन्मान्तर से जानता है। मनुष्यों में जो मोहग्रस्त नहीं है, वह सभी पापों से मुक्त हो जाता है।","**सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।\nअहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुच:॥**\n\nभावार्थ : श्री कृष्ण कहते है सभी धर्मों को त्याग दो और केवल मेरी शरण में आओ। मैं तुम्हें सभी पापों से मुक्त कर दूंगा, शोक मत करो ना घबराओ।"]

# Command
SHLOK_COMMAND = ["Shloka", "Shlok", "shloka", "Gita", "shlok", "gita"]

@app.on_message(
    filters.command(SHLOK_COMMAND)
    & filters.group
    )
async def help(client: Client, message: Message):
    await message.reply_text(
        text = random.choice(SHLOK),
        
    )

@app.on_message(
    filters.command(SHLOK_COMMAND)
    & filters.private
    )
async def help(client: Client, message: Message):
    await message.reply_text(
        text = random.choice(SHLOK),
        
)

