HELP_1 = """🙄 **<u>🌸𝙰ᴅᴍɪɴ Ƈᴏᴍᴍᴀɴᴅs:</u>**



Ƈ 𝚂ᴛᴀɴᴅ𝚜 Ƒᴏʀ Ƈʜᴀɴɴᴇʟ Ƥʟᴀʏ.

/pause » ☀︎︎❥︎ Ƥᴀᴜsᴇ Ƭʜᴇ Ƥʟᴀʏɪɴɢ ᴍᴜsɪᴄ.
/resume » ☀︎︎❥︎ Ʀᴇsᴜᴍᴇ Ƭʜᴇ Ƥᴀᴜsᴇᴅ Mᴜsɪᴄ.
/mute » ☀︎︎❥︎ Mᴜᴛᴇ Ƭʜᴇ Ƥʟᴀʏɪɴɢ Mᴜsɪᴄ.
/unmute » ☀︎︎❥︎ Ʋɴᴍᴜᴛᴇ Ƭʜᴇ Mᴜᴛᴇᴅ Mᴜsɪᴄ.
/skip » ☀︎︎❥︎ Ƨᴋɪᴘ Ƭʜᴇ Ƈᴜʀʀᴇɴᴛ Ƥʟᴀʏɪɴɢ Mᴜsɪᴄ.
/stop » ☀︎︎❥︎ Ƨᴛᴏᴘ Ƭʜᴇ Ƥʟᴀʏɪɴɢ Mᴜsɪᴄ.
/shuffle » ☀︎︎❥︎ Ʀᴀɴᴅᴏᴍʟʏ Ƨʜᴜғғʟᴇs Ƭʜᴇ Ҩᴜᴇᴜᴇᴅ Ƥʟᴀʏʟɪsᴛ.
/seek » ☀︎︎❥︎ Ƒᴏʀᴡᴀʀᴅ Ƨᴇᴇᴋ Ƭʜᴇ Mᴜsɪᴄ Ƭᴏ Ƴᴏᴜʀ Ɗᴜʀᴀᴛɪᴏɴ
/seekback » ☀︎︎❥︎ Ɓᴀᴄᴋᴡᴀʀᴅ Ƨᴇᴇᴋ Ƭʜᴇ Mᴜsɪᴄ Ƭᴏ Ƴᴏᴜʀ Ɗᴜʀᴀᴛɪᴏɴ
/reboot » ☀︎︎❥︎ Ʀᴇsᴛᴀʀᴛ Ɓᴏᴛ Ƒᴏʀ Ƴᴏᴜʀ Ƈʜᴀᴛ .


🌸Ƨᴘᴇᴄɪғɪᴄ Ƨᴋɪᴘ:
/skip » [Ɲᴜᴍʙᴇʀ(Єxᴀᴍᴘʟᴇ: 3)] 
    -☀︎︎❥︎ Ƨᴋɪᴘs Mᴜsɪᴄ Ƭᴏ ƛ Ƭʜᴇ Ƨᴘᴇᴄɪғɪᴇᴅ Ҩᴜᴇᴜᴇᴅ Ɲᴜᴍʙᴇʀ. Єxᴀᴍᴘʟᴇ: /Ƨᴋɪᴘ 3 Ɯɪʟʟ Ƨᴋɪᴘ Mᴜsɪᴄ Ƭᴏ Ƭʜɪʀᴅ Ҩᴜᴇᴜᴇᴅ Mᴜsɪᴄ ƛɴᴅ Ɯɪʟʟ Ɩɢɴᴏʀᴇ 1 ƛɴᴅ 2 Mᴜsɪᴄ Ɩɴ Ҩᴜᴇᴜᴇ.

🌸Լᴏᴏᴘ Ƥʟᴀʏ:
/loop » [Єɴᴀʙʟᴇ/Ɗɪsᴀʙʟᴇ] Ơʀ [Ɲᴜᴍʙᴇʀs Ɓᴇᴛᴡᴇᴇɴ 1-10] 
    -☀︎︎❥︎ Ɯʜᴇɴ ƛᴄᴛɪᴠᴀᴛᴇᴅ, Ɓᴏᴛ Լᴏᴏᴘs Ƭʜᴇ Ƈᴜʀʀᴇɴᴛ Ƥʟᴀʏɪɴɢ Mᴜsɪᴄ Ƭᴏ 1-10 Ƭɪᴍᴇs Ơɴ ѵᴏɪᴄᴇ Ƈʜᴀᴛ. Ɗᴇғᴀᴜʟᴛ Ƭᴏ 10 Ƭɪᴍᴇs.

"""

HELP_2 = """😜 **<u>🌸ƛᴜᴛʜ Ʋsᴇʀs:</u>**
ƛᴜᴛʜ Ʋsᴇʀs Ƈᴀɴ Ʋsᴇ ƛᴅᴍɪɴ Ƈᴏᴍᴍᴀɴᴅs Ɯɪᴛʜᴏᴜᴛ ƛᴅᴍɪɴ Ʀɪɢʜᴛs Ɩɴ Ƴᴏᴜʀ Ƈʜᴀᴛ.

/auth  [Ʋsᴇʀɴᴀᴍᴇ] » ☀︎︎❥︎ ƛᴅᴅ ƛ Ʋsᴇʀ Ƭᴏ ƛᴜᴛʜ Լɪsᴛ Ơғ Ƭʜᴇ Ɠʀᴏᴜᴘ.
/unauth [Ʋsᴇʀɴᴀᴍᴇ] » ☀︎︎❥︎ Ʀᴇᴍᴏᴠᴇ ƛ Ʋsᴇʀ Ƒʀᴏᴍ ƛᴜᴛʜ Լɪsᴛ Ơғ Ƭʜᴇ Ɠʀᴏᴜᴘ.
/authusers » ☀︎︎❥︎ Ƈʜᴇᴄᴋ ƛᴜᴛʜ Լɪsᴛ Ơғ Ƭʜᴇ Ɠʀᴏᴜᴘ.

"""

HELP_3 = """<b>ʙʟᴀᴄᴋʟɪsᴛ ғᴇᴀᴛᴜʀᴇ</b> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs]
😒 **<u>ʙʟᴀᴄᴋʟɪsᴛ ᴄʜᴀᴛ :</u>**

/blacklistchat [ᴄʜᴀᴛ ɪᴅ] » ʙʟᴀᴄᴋʟɪsᴛ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.

/whitelistchat [ᴄʜᴀᴛ ɪᴅ] » ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ.

/blacklistedchat » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.


😤 **<u>ʙʟᴏᴄᴋ ᴜsᴇʀs:</u>**

/block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] » sᴛᴀʀᴛs ɪɢɴᴏʀɪɴɢ , sᴏ ᴛʜᴀᴛ ʜᴇ ᴄᴀɴ'ᴛ ᴜsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs.

/unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] » ᴜɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀ.

/blockedusers » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀs.

"""

HELP_4 = """🍒 **<u>ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] » ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

<u>ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs:</u>
**-pin** » ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
**-pinloud** » ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
**-user** » ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
**-assistant** » ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
**-nobot** » ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..

**ᴇxᴀᴍᴩʟᴇ:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`

"""
HELP_5 = """😉 **<u>ᴇxᴛʀᴀs :</u>**

/loop [ᴅɪsᴀʙʟᴇ/ᴇɴᴀʙʟᴇ] ᴏʀ [ʙᴇᴛᴡᴇᴇɴ 1:10] 
» ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ʙᴏᴛ ᴡɪʟʟ ᴩʟᴀʏ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴩ ғᴏʀ 10 ᴛɪᴍᴇs ᴏʀ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏғ ʀᴇǫᴜᴇsᴛᴇᴅ ʟᴏᴏᴩs.

/shuffle » sʜᴜғғʟᴇ ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs.

/seek » sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.

/seekback » ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.

/lyrics [sᴏɴɢ ɴᴀᴍᴇ] » sᴇᴀʀᴄʜ ʟʏʀɪᴄs ғᴏʀ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ sᴏɴɢ ᴀɴᴅ sᴇɴᴅ ᴛʜᴇ ʀᴇsᴜʟᴛs.



"""

HELP_6 = """🌸**<u>Ɓᴏᴛ's Ƨᴇʀᴠᴇʀ Ƥʟᴀʏʟɪsᴛs:</u>**

/playlist » ☀︎︎❥︎ Ƈʜᴇᴄᴋ Ƴᴏᴜʀ Ƨᴀᴠᴇᴅ Ƥʟᴀʏʟɪsᴛ Ơɴ Ƨᴇʀᴠᴇʀs.

/deleteplaylist » ☀︎︎❥︎ Ɗᴇʟᴇᴛᴇ ƛɴʏ Ƨᴀᴠᴇᴅ Mᴜsɪᴄ Ɩɴ Ƴᴏᴜʀ Ƥʟᴀʏʟɪsᴛ

/play » ☀︎︎❥︎ Ƨᴛᴀʀᴛ Ƥʟᴀʏɪɴɢ Ƴᴏᴜʀ Ƨᴀᴠᴇᴅ Ƥʟᴀʏʟɪsᴛ Ƒʀᴏᴍ Ƨᴇʀᴠᴇʀs.

"""

HELP_7 = """⚡**Ƥɪɴɢ 𝙲𝚘ᴍᴍᴀɴᴅ𝚜 :**

/ping » ☀︎︎❥︎ Ƥɪɴɢ Ƭʜᴇ Ɓᴏᴛ ƛɴᴅ Ƈʜᴇᴄᴋ Ʀᴀᴍ, Ƈᴘᴜ Єᴛᴄ Ƨᴛᴀᴛs Ơғ Ɓᴏᴛ.

/stats » ☀︎︎❥︎ Ɠᴇᴛ Ƭᴏᴘ 10 Ƭʀᴀᴄᴋs Ɠʟᴏʙᴀʟ Ƨᴛᴀᴛs, Ƭᴏᴘ 10 Ʋsᴇʀs Ơғ Ɓᴏᴛ, Ƭᴏᴘ 10 Ƈʜᴀᴛs Ơɴ Ɓᴏᴛ, Ƭᴏᴘ 10 Ƥʟᴀʏᴇᴅ Ɩɴ ᴀ Ƈʜᴀᴛ Єᴛᴄ Єᴛᴄ.

"""

HELP_8 = """🌸**<u>Ƥʟᴀʏ Ƈᴏᴍᴍᴀɴᴅs:</u>**

ƛᴠᴀɪʟᴀʙʟᴇ Ƈᴏᴍᴍᴀɴᴅs = Ƥʟᴀʏ , ᐯᴘʟᴀʏ , Ƥʟᴀʏ

Ƒᴏʀᴄᴇᴘʟᴀʏ Ƈᴏᴍᴍᴀɴᴅs = Ƥʟᴀʏғᴏʀᴄᴇ , 𝗏Ƥʟᴀʏғᴏʀᴄᴇ , Ƈᴘʟᴀʏғᴏʀᴄᴇ

**ᴄ** Ƨᴛᴀɴᴅs Ƒᴏʀ Ƈʜᴀɴɴᴇʟ Ƥʟᴀʏ.
**ᴠ** Ƨᴛᴀɴᴅs Ƒᴏʀ 𝖵ɪᴅᴇᴏ Ƥʟᴀʏ.
Ƒᴏʀᴄᴇ Ƨᴛᴀɴᴅs Ƒᴏʀ Ƒᴏʀᴄᴇ Ƥʟᴀʏ.

/play  Ơʀ /vplay  Ơʀ /cplay » ☀︎︎❥︎ Ɓᴏᴛ Ɯɪʟʟ Ƨᴛᴀʀᴛ Ƥʟᴀʏɪɴɢ Ƴᴏᴜʀ Ɠɪᴠᴇɴ Ҩᴜᴇʀʏ Ơɴ ѵᴏɪᴄᴇ Ƈʜᴀᴛ Ơʀ Ƨᴛʀᴇᴀᴍ Լɪᴠᴇ Լɪɴᴋs Ơɴ Ꮙᴏɪᴄᴇ Ƈʜᴀᴛs.

/playforce  ᴏʀ /vplayforce  ᴏʀ /cplayforce » ☀︎︎❥︎  Ƒᴏʀᴄᴇ Ƥʟᴀʏ Ƨᴛᴏᴘs Ƭʜᴇ Ƈᴜʀʀᴇɴᴛ Ƥʟᴀʏɪɴɢ Ƭʀᴀᴄᴋ Ơɴ Ꮙᴏɪᴄᴇ Ƈʜᴀᴛ ƛɴᴅ Ƨᴛᴀʀᴛs Ƥʟᴀʏɪɴɢ Ƭʜᴇ Ƨᴇᴀʀᴄʜᴇᴅ Ƭʀᴀᴄᴋ Ɩɴsᴛᴀɴᴛʟʏ Ɯɪᴛʜᴏᴜᴛ Ɗɪsᴛᴜʀʙɪɴɢ/Ƈʟᴇᴀʀɪɴɢ Ҩᴜᴇᴜᴇ.

/channelplay  [Ƈʜᴀᴛ Ʋsᴇʀɴᴀᴍᴇ Ơʀ Ɩᴅ] Ơʀ [Ɗɪsᴀʙʟᴇ] » ☀︎︎❥︎ Ƈᴏɴɴᴇᴄᴛ Ƈʜᴀɴɴᴇʟ Ƭᴏ ƛ Ɠʀᴏᴜᴘ ƛɴᴅ Ƨᴛʀᴇᴀᴍ Mᴜsɪᴄ Ơɴ Ƈʜᴀɴɴᴇʟ's Ꮙᴏɪᴄᴇ Ƈʜᴀᴛ Ƒʀᴏᴍ Ƴᴏᴜʀ Ɠʀᴏᴜᴘ.

"""

HELP_9 = """🥀 **<u>sᴜᴅᴏᴇʀs ᴀɴᴅ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅs :</u>**

🥶 **<u>ʜᴇʀᴏᴋᴜ :</u>**

/usage » sʜᴏᴡs ᴛʜᴇ ᴅʏɴᴏ ᴜsᴀɢᴇ ᴏғ ᴛʜᴇ ᴍᴏɴᴛʜ.

🤓 **<u>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:</u>**

/restart » ʀᴇsᴛᴀʀᴛs ʏᴏᴜʀ ʙᴏᴛ.

/update » ᴜᴩᴅᴀᴛᴇs ᴛʜᴇ ʙᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴜᴩsᴛʀᴇᴀᴍ ʀᴇᴩᴏ.

/speedtest » ᴄʜᴇᴄᴋ ʙᴏᴛ's sᴇʀᴠᴇʀ sᴩᴇᴇᴅ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] » ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] » ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/get_log [ɴᴜᴍʙᴇʀ ᴏғ ʟɪɴᴇs] » ɢᴇᴛ ʟᴏɢs ᴏғ ʏᴏᴜʀ ʙᴏᴛ [ᴅᴇғᴀᴜʟᴛ ᴠᴀʟᴜᴇ ɪs 100 ʟɪɴᴇs]

💔 **<u>ғᴏʀ ᴩʀɪᴠᴀᴛᴇ ʙᴏᴛ ᴏɴʟʏ :</u>**

/authorize [ᴄʜᴀᴛ ɪᴅ] » ᴀʟʟᴏᴡs ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/unauthorize [ᴄʜᴀᴛ ɪᴅ] » ᴅɪsᴀʟʟᴏᴡs ᴛʜᴇ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛ.
/authorized » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs.

☆....................................................☆"""

HELP_10 = """🤑 **<u>ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs :</u>**

/activevoice » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ.
/activevideo » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
/autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] » ᴇɴᴀʙʟᴇ sᴛʀᴇᴀᴍ ᴀᴜᴛᴏ ᴇɴᴅ ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ.

"""

HELP_11 = """😅**<u>ɢᴇᴛ sᴛᴀʀᴛᴇᴅ ᴡɪᴛʜ ʙᴏᴛ</u>**
/start » sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.

/help » ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.

/reboot » ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ.

/settings » sʜᴏᴡs ᴛʜᴇ ɢʀᴏᴜᴩ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ɪɴʟɪɴᴇ ᴍᴇɴᴜ.

/sudolist » sʜᴏᴡs ᴛʜᴇ sᴜᴅᴏ ᴜsᴇʀs ᴏғ ᴍᴜsɪᴄ ʙᴏᴛ.

"""

HELP_12 = """ **<u>ɢʙᴀɴ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] » ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.

/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] » ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.

/gbannedusers » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇʀ ᴜsᴇʀs.

"""


HELP_13= """😻 **<u>ʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ ᴛᴏᴏʟs ғᴇᴀᴛᴜʀᴇs 😻</u>**\n
/image :- ᴛᴏ ɢᴇᴛ ɪᴍᴀɢᴇs ғʀᴏᴍ ᴘɪɴᴛᴇʀᴇsᴛ
ᴇx :- `/image ʟɪᴏɴ`

/tr :-  ʀᴇᴘʟʏ ᴀɴʏ ᴍᴇssᴀɢᴇ ᴏʀ sᴇɴᴅ ᴍᴇssᴀɢᴇ ᴡɪᴛʜ ʟᴀɴɢᴜᴀɢᴇ ᴛʜᴀᴛ ɪɴ ʏᴏᴜ ᴡᴀɴᴛ ᴛʀᴀɴsʟᴀᴛᴇ.
ᴇx:- /tr ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇ ʟᴀɴɢᴜᴀɢᴇ ᴄᴏᴅᴇ { hi - ғᴏʀ ʜɪɴᴅɪ ,en :- ғᴏʀ ᴇɴɢʟɪsʜ }
ʜᴇʀᴇ ᴀʀᴇ sᴏᴍᴇ [ʟᴀɴɢᴜᴀɢᴇ ᴄᴏᴅᴇ ](https://te.legra.ph/LANGUAGE-CODES-05-23-2)

/movie:-   ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴏᴠɪᴇ ɴᴀᴍᴇ ᴛᴏ sᴇᴇ ᴍᴏᴠɪᴇ ᴅᴇᴛᴀɪʟ

/nightmode :- ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ɴɪɢʜᴛᴍᴏᴅᴇ
/tgm » ᴍᴀᴋᴇ ᴀɴʏ ᴘɪᴄ ᴛᴏ ᴜʀʟ.
/telegraph:- ᴜᴘʟᴏᴀᴅ ʏᴏᴜʀ ᴘʜᴏᴛᴏ ᴛᴇʟᴇɢʀᴀᴘʜ
/id , /stickerid » ᴛᴏ ɢᴇᴛ ᴜsᴇʀ ɪᴅ , ᴀɴʏ sᴛɪᴄᴋᴇʀ ɪᴅ.
/bin [your cc bins no.] » ᴄʜᴇᴄᴋ ʙɪɴ ᴀᴄᴛɪᴠᴇ ᴏʀ ɴᴏᴛ.
/paste » ᴘᴀsᴛᴇ ᴀɴʏ ғɪʟᴇ.
/carbon » ᴍᴀᴋᴇ ᴀɴʏ ᴛᴇxᴛ ɪɴᴛᴏ ᴄᴀʀʙᴏɴ ᴘᴀɢᴇ.
/git :- ɢᴇᴛ ᴜsᴇʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏғ ɢɪᴛʜᴜɴ
/speedtest ᴏʀ /spt :- ʀᴜɴ ᴀ sᴘᴇᴇᴅ ᴛᴇsᴛ ᴏɴ ʙᴏᴛ
/tgm :- ᴜᴘʟᴏᴀᴅ ʏᴏᴜʀ ᴘʜᴏᴛᴏ ᴛᴇʟᴇɢʀᴀᴘʜ
/q :- ʀᴇᴘʟʏ ᴀɴʏ sᴇɴᴅᴇᴅ ᴛᴇxᴛ ᴛᴏ ǫᴜᴏᴛᴇ [sᴇᴇ ᴛʜɪs](https://telegra.ph/Demo-of-Quote-command-q-01-12)
/hd - ᴜᴘsᴄᴀʟᴇ ᴀɴʏ ʀᴇᴘʟɪᴇᴅ ɪᴍᴀɢᴇ
/upscale- ᴜᴘsᴄᴀʟᴇ ᴀɴʏ ɪᴍᴀɢᴇ ɪᴍᴘʀᴏᴠᴇ ɪᴍᴀɢᴇ ǫᴜᴀʟɪᴛʏ
/kang - ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ sᴛɪᴄᴋᴇʀ ᴛᴏ ᴀᴅᴅ sᴛɪᴄᴋᴇʀs ɪɴ ʏᴏᴜʀ ᴘᴀᴄᴋ
/zombies - ᴛʏᴘᴇ ᴛʜᴇ ᴄᴍᴅ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛ ғʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ
/givelink - ᴛʏᴘᴇ ᴛʜɪs ᴄᴍᴅ ɪɴ ɢʀᴏᴜᴘ ᴛᴏ ɢᴇᴛ ɢʀᴏᴜᴘ ɪɴᴠɪᴛᴇʟɪɴᴋ.
/st :- ʀᴇᴘʟʏ sᴛɪᴄᴋᴇʀ ɪᴅ ᴛᴏ ɢᴇᴛ sᴛɪᴄᴋᴇʀ 
ᴇx:- `/st CAACAgUAAxkBAAIDQGWg0-Nd9QhE_1NWhDsuiq4pw39lAAJJCgACIVxAVi-pg0MF7b9-NAQ`"""
